{"sections":{"main":{"type":"recall","blocks":{"1a141a88-8003-4ff8-a9ab-dd85a405fab4":{"type":"recall","settings":{"heading":"Recall Summary","recall_txt":"<p><strong>Name of Product:<\/strong> Safety Goggles sold with Throw Throw Burrito Extreme Going Pro Edition Dodgeball Card Game sets <br\/><br\/><strong>Hazard:<\/strong> The goggles contain glass lenses, posing a laceration hazard if shattered.<br\/><br\/><strong>Remedy: <\/strong>Replace <br\/>Consumers should immediately stop using the recalled Extreme Edition goggles and use scissors to cut the goggles down the flexible plastic center (above the nose bridge) and through the elastic strap. Exploding Kittens will replace the goggles with new safety-tested goggles upon receipt of an email with consumers’ mailing address and an image proving goggles have been destroyed. Exploding Kittens is contacting all known purchasers directly. <br\/><br\/><strong>Consumer Contact:<\/strong> Email at support@thegreatestinvestor.com, call toll-free at 866-777-7027 from 9:30 a.m. to 4 p.m. PT Monday through Friday or online at www.thegreatestinvestor.com and click on “In Case of Recall” at the bottom of the page for more information.<\/p>"}},"eb2fb8c5-7a90-482a-8278-1a59529bdc9d":{"type":"photos","settings":{"photos_heading":"Photos","photos_blog":"news"}},"1e703c14-23db-44bd-a561-f2af589f27a3":{"type":"footer","settings":{"heading_footer":"Footer","footer_txt":"<p>About U.S. CPSC: The U.S. Consumer Product Safety Commission is charged with protecting the public from unreasonable risks of injury or death associated with the use of thousands of types of consumer products under the agency’s jurisdiction. Deaths, injuries, and property damage from consumer product incidents cost the nation more than $1 trillion annually. CPSC is committed to protecting consumers and families from products that pose a fire, electrical, chemical or mechanical hazard. CPSC’s work to ensure the safety of consumer products - such as toys, cribs, power tools, cigarette lighters and household chemicals – contributed to a decline in the rate of deaths and injuries associated with consumer products over the past 40 years.<br\/><br\/>Federal law bars any person from selling products subject to a publicly-announced voluntary recall by a manufacturer or a mandatory recall ordered by the Commission. <br\/><br\/>For more lifesaving information, follow us on Facebook, Instagram @USCPSC and Twitter @USCPSC or sign up to receive our e-mail alerts. To report a dangerous product or a product-related injury go online to www.SaferProducts.gov or call CPSC’s Hotline at 800-638-2772 or teletypewriter at 301-595-7054 for the hearing impaired.<br\/><br\/>CPSC Consumer Information Hotline <br\/>Contact us at this toll-free number if you have questions about a recall:<br\/>800-638-2772 (TTY 301-595-7054) <br\/>Times: 8 a.m. – 5:30 p.m. ET; Messages can be left anytime <br\/>Call to get product safety and other agency information and to report unsafe products. <br\/>Media Contact<br\/>Please use the phone numbers below for all media requests.<br\/>Phone: 301-504-7908 <br\/>Spanish: 301-504-7800<\/p>"}}},"block_order":["1a141a88-8003-4ff8-a9ab-dd85a405fab4","eb2fb8c5-7a90-482a-8278-1a59529bdc9d","1e703c14-23db-44bd-a561-f2af589f27a3"],"settings":{"color_scheme":"background-1","full_width":true,"recall_title":"Recall Summary","photos_title":"Photos","footer_title":"Footer","text":"<p>U.S. Consumer Product Safety Commission – Fast Track Recall Alert <\/p><p><br\/><strong>Release Date: <\/strong>September 19, 2019 Recall Number: 19-780 <br\/><br\/>EXPLODING KITTENS RECALLS SAFETY GOGGLES SOLD WITH EXTREME EDITION DODGEBALL GAME SETS DUE TO LACERATION HAZARD; SOLD EXCLUSIVELY ON KICKSTARTER (RECALL ALERT)<\/p>","image":"shopify:\/\/shop_images\/united-states-consumer-product-safety-commission-cpsc-vector-logo.png"}}},"order":["main"]}